# St7GetStageFluidLevel

Returns the fluid level for soil properties in the specified stage.

long St7GetStageFluidLevel(long uID, long Stage, double* Level)
Input Parameters
uID
Strand7 model file ID.
Stage
Stage index.

Output Parameters
Level
Fluid level for soil in the stage.